tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "coreutils"
brew "fzf"
brew "git"
brew "mas"
brew "python3"
brew "ripgrep"
brew "vim"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "alfred"
cask "google-chrome"
cask "iterm2"
cask "kindle"
cask "slack"
cask "visual-studio-code"
cask "zoom"

mas "Magnet", id: 441258766
